Repository: hafid-amrouche/ch7almachya-react
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: No user exists with that email or username
ar: لا يوجد مستخدم بهذا البريد الإلكتروني أو اسم المستخدم هذا
fr: Aucun utilisateur n'existe avec cette adresse e-mail ou ce nom d'utilisateur

source: We have sent an email with the verification link to the email of "{}"
ar: لقد أرسلنا بريدًا إلكترونيًا يحتوي على رابط التحقق إلى البريد الإلكتروني "{}"
fr: Nous avons envoyé un e-mail avec le lien de vérification à l'adresse e-mail de "{}"

source: Password reset successfully
ar: تم إعادة تعيين كلمة المرور بنجاح
fr: Mot de passe réinitialisé avec succès

source: Error
ar: خطأ

source: You have to be logged to report this {}
ar: يجب عليك التسجيل للإبلاغ عن هذا {}
fr: Vous devez être connecté pour signaler ce {}

source: You have already repoted this {}
ar: لقد قمت بالإبلاغ عن هذا {} بالفعل
fr: Vous l'avez déjà signalé ce {}

source: Your report was submited successfully
ar: تم إرسال تبليغ بنجاح
fr: Votre rapport a été soumis avec succès

source: Your message was sent successfully
ar: لقد تم ارسال رسالتك بنجاح
fr: Votre message a bien été envoyé

source: Your message was not sent, please make sure that all field are filled and your email is corret.
ar: لم يتم إرسال رسالتك، يرجى التأكد من ملء كافة الحقول و أن بريدك الإلكتروني صحيح.
fr: Votre message n'a pas été envoyé, veuillez vous assurer que tous les champs sont remplis et votre email est correct.

source: You cannot create more than 20 articles in the basic plan
ar: لا يمكنك إنشاء أكثر من 20 مقالة في الخطة الأساسية
fr: Vous ne pouvez pas créer plus de 20 articles dans le forfait de base

source: Title cannot be empty
ar: لا يمكن أن يكون العنوان فارغًا
fr: Le titre ne peut pas être vide

source: The images you sent were not recognized please try again
ar: لم يتم التعرف على الصور التي أرسلتها يرجى المحاولة مرة أخرى
fr: Les images que vous avez envoyées n'ont pas été reconnues, veuillez réessayer

source: Your images were not accepted please use other images and try again
ar: لم يتم قبول صورك، يرجى استخدام صور أخرى والمحاولة مرة أخرى
fr: Vos images n'ont pas été acceptées, veuillez utiliser d'autres images et réessayer

source: Your artcile was created successfully
ar: تم إنشاء مقالتك بنجاح
fr: Votre article a été créé avec succès

source: Your artcile was updated successfully
ar: تم تحديث مقالتك بنجاح
fr: Votre article a été mis à jour avec succès

source: the article "{} - {}" has been deleted successfully
ar: تم حذف المقالة "{} - {}" بنجاح
fr: l'article "{} - {}" a été supprimé avec succès

source: Article was not deleted
ar: لم يتم حذف المقال
fr: L'article n'a pas été supprimé

source: Message from ch7al machya
ar: رسالة من شحال ماشيا
fr: Message de Ch7al Machya

source: has liked your article "{}"
ar: قد أعجب بمقالتك "{}"
fr: a aimé votre article "{}"

source: has disliked your article "{}"
ar: لم يعجبه مقالك "{}"
fr: n'a pas aimé votre article "{}"

source: has commented your article "{}"
ar: لقد علق على مقالتك "{}"
fr: a commenté votre article "{}"

source: has started following you
ar: لقد بدأ بمتابعتك
fr: a commencé à te suivre

source: has posted an article "{}"
ar: لقد نشر مقالاً "{}"
fr: a publié un article "{}"

source: Your profile information was not updated
ar: لم يتم تحديث معلومات ملفك الشخصي
fr: Les informations de votre profil n'ont pas été mises à jour

source: Your profile location was not updated
ar: لم يتم تحديث موقع ملفك الشخصي
fr: L'emplacement de votre profil n'a pas été mis à jour

source: Page name cannot be empty
ar: لا يمكن أن يكون اسم الصفحة فارغًا
fr: Le nom de la page ne peut pas être vide

source: Your page information was not updated
ar: لم يتم تحديث معلومات صفحتك
fr: Les informations de votre page n'ont pas été mises à jour

source: Your account information was not updated
ar: لم يتم تحديث معلومات صفحتك
fr: Les informations de votre compte n'ont pas été mises à jour

source: Your socials were not updated
ar: لم يتم تحديث حساباتك الاجتماعية
fr: Vos réseaux sociaux n'ont pas été mis à jour

source: Your profile picture was not updated
ar: لم يتم تحديث صورة ملفك الشخصي
fr: Votre photo de profil n'a pas été mise à jour

source: Your profile picture was not deleted
ar: لم يتم حذف صورة ملفك الشخصي
fr: Votre photo de profil n'a pas été supprimée

source: This email "{}" is already used, please use another email
ar: هذا البريد الإلكتروني "{}" مستخدم بالفعل، يرجى استخدام بريد إلكتروني آخر
fr: Cet e-mail "{}" est déjà utilisé, veuillez utiliser un autre e-mail

source: Your email "{}" is set successfully
ar: تم تعيين بريدك الإلكتروني "{}" بنجاح
fr: Votre adresse e-mail "{}" est définie avec succès

source: This email "{}" has a wrong format
ar: هذا البريد الإلكتروني "{}" به تنسيق خاطئ
fr: Cet e-mail "{}" a un format incorrect

source: This email "{}" is used, please use a another email
ar: هذا البريد الإلكتروني "{}" مستخدم، يرجى استخدام بريد إلكتروني آخر
fr: Cet e-mail "{}" est utilisé, veuillez utiliser un autre e-mail

source: New email is the same as the current email
ar: البريد الإلكتروني الجديد هو نفس البريد الإلكتروني الحالي
fr: Le nouvel e-mail est le même que l'e-mail actuel

source: Your email is updated successfully from "{}" to "{}"
ar: تم تحديث بريدك الإلكتروني بنجاح من "{}" إلى "{}"
fr: Votre adresse e-mail a été mise à jour avec succès de "{}" à "{}"

source: We sent the activation link to your email "{}"
ar: لقد أرسلنا رابط التفعيل إلى بريدك الإلكتروني "{}"
fr: Nous avons envoyé le lien d'activation à votre adresse e-mail "{}"

source: Email verification failed, please try again. If this problem still occurs please contact our customer service
ar: فشل التحقق من البريد الإلكتروني، يرجى المحاولة مرة أخرى. إذا استمرت هذه المشكلة يرجى الاتصال بخدمة العملاء لدينا
fr: La vérification de l'e-mail a échoué, veuillez réessayer. Si ce problème persisteveuillez contacter notre service client

source: Email was deleted successfully
ar: تم حذف البريد الإلكتروني بنجاح
fr: L'e-mail a été supprimé avec succès

source: Current password is wrong
ar: كلمة المرور الحالية خاطئة
fr: Le mot de passe actuel est erroné

source: New password cannot be empty
ar: لا يمكن أن تكون كلمة المرور الجديدة فارغة
fr: Le mot de passe actuel est erroné

source: New password should have at least 8 characters
ar: كلمة المرور الجديدة يجب أن تتكون من 8 أحرف على الأقل
fr: Le nouveau mot de passe doit contenir au moins 8 caractères

source: Passwords Do not match
ar: كلمة المرور غير مطابقة
fr: Les mots de passe ne correspondent pas

source: Your password have been updated successfully
ar: تم تحديث كلمة المرور الخاصة بك بنجاح
fr: Votre mot de passe a été mis à jour avec succès

source: Your account was deleted successfully
ar: تم حذف حسابك بنجاح
fr: Votre compte a été supprimé avec succès

source: The account you want to delete was not found
ar: لم يتم العثور على الحساب الذي تريد حذفه
fr: Le compte que vous souhaitez supprimer n'a pas été trouvé

source: Username field cannot be empty
ar: حقل اسم المستخدم لا يمكن أن يكون فارغا
fr: Le champ du nom d'utilisateur ne peut pas être vide

source: This username {} is taken
ar: اسم المستخدم هذا {} مأخوذ
fr: Ce nom d'utilisateur {} est pris

source: Your comment "{}" was deleted
ar: تم حذف حسابك
fr: Votre compte a été supprimé

source: Your report on the comment of user @{} was accepted and we deleted his comment. Thank you for making Ch7al machya a safer place
ar: تم قبول بلاغك عن تعليق المستخدم @{} وحذفنا تعليقه. شكرًا لك لجعل شحال مكانًا أكثر أمانًا
fr: Votre rapport sur le commentaire de l'utilisateur @{} a été accepté et nous avons supprimé son commentaire. Merci d'avoir fait de Ch7al machya un endroit plus sûr

source: Your article "{}" was deleted
ar: يتم حذف المقال
fr: Votre article a été supprimé

source: Your report on the article of user @{} was accepted and we deleted his article. Thank you for making Ch7al machya a safer place
ar: تم قبول بلاغك عن مقال المستخدم @{} وقمنا بحذفه مقالة. شكرًا لك على جعل Ch7al machya مكانًا أكثر أمانًا
fr: Votre rapport sur l'article de l'utilisateur @{} a été accepté et nous avons supprimé son article. Merci d'avoir fait de Ch7al machya un endroit plus sûr

source: Your report on the user @{} was accepted and we deleted his account. Thank you for making Ch7al machya a safer place
ar: تم قبول بلاغك عن المستخدم @{} وحذفنا حسابه. شكرًا على جعل شحال ماشيا مكانًا أكثر أمانًا
fr: Votre rapport sur l'utilisateur @{} a été accepté et nous avons supprimé son compte. Merci vous avez fait de Ch7al machya un endroit plus sûr

source: Your report on the comment "{}" was reviewed and we decided not to delete his comment.
ar: تمت مراجعة بلاغك الخاص بالتعليق "{}" وقررنا عدم الحذف تعليقه.
fr: Votre rapport sur le commentaire "{}" a été examiné et nous avons décidé de ne pas le supprimer son commentaire.

source: Your report on the article "{}" was reviewed and we decided no to delete his article.
ar: لقد تمت مراجعة بلاغك عن المقال "{}" وقررنا عدم الحذف مقالته.
fr: Votre rapport sur l'article "{}" a été examiné et nous avons décidé de ne pas le supprimer son article.

source: Your report on the user @{} was reviewed and we decided not to delete his account.
ar: لقد تمت مراجعة بلاغك الخاص بالمستخدم @{} وقررنا عدم حذفه حساب.
fr: Votre rapport sur l'utilisateur @{} a été examiné et nous avons décidé de ne pas supprimer son compte.

source: Your account has been deleted.
ar: تم حذف حسابك
fr: Votre compte a été supprimé

source: There is no user with this username and password.
ar: لا يوجد مستخدم باسم المستخدم وكلمة المرور هذا.
fr: Aucun utilisateur ne possède ce nom d'utilisateur et ce mot de passe.

source: First name cannot be empty
ar: لا يمكن أن يكون الاسم الأول فارغًا
fr: Le prénom ne peut pas être vide

source: Last name cannot be empty
ar: لا يمكن أن يكون الاسم الأخير فارغًا
fr: Le nom de famille ne peut pas être vide

source: Password cannot be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
fr: Le mot de passe ne peut pas être vide

source: Password should have at least 8 characters
ar: كلمة المرور يجب أن تتكون من 8 أحرف على الأقل
fr: Le mot de passe doit comporter au moins 8 caractères

source: User was not created please try again
ar: كلمة المرور يجب أن تتكون من 8 أحرف على الأقل
fr: L'utilisateur n'a pas été créé, veuillez réessayer

source: User does not exist
ar: المستخدم غير موجود
fr: L'utilisateur n'existe pas

source: Email
ar: بريد الكتروني

source: Birthday
ar: عيد ميلاد
fr: Anniversaire

source: Gender
ar: جنس
fr: Genre

source: Male
ar: ذكر

source: Female
ar: أنثى
fr: Femelle

source: State
ar: ولاية
fr: État

source: City
ar: مدينة
fr: Ville

source: Address
ar: عنوان
fr: Adresse

source: User
ar: المستخدم

source: Article
ar: المنشور

source: Comment
ar: التعليق
